const CATEGORY = [
  {
    image: '/image/icons/category/apartment@2.png',
    name: 'อพาร์ตเมนต์',
    desc:
      'ที่พักแบบบริการตนเองพร้อมเฟอร์นิเจอร์ โดยผู้เข้าพักจะเช่าได้ทั้งยูนิต',
    alt: 'อพาร์ตเมนต์'
  },
  {
    image: '/image/icons/category/hotel@2.png',
    name: 'โรงแรม บีแอนด์บี และอื่น ๆ',
    desc:
      'ที่พักประเภทต่าง ๆ เช่น โรงแรม บีแอนด์บี เกสต์เฮาส์ โฮสเทล เซอร์วิสอพาร์ตเมนต์ ฯลฯ',
    alt: 'โรงแรม บีแอนด์บี'
  },
  {
    image: '/image/icons/category/hotel@2.png',
    name: 'ที่พักประเภทอื่น ๆ',
    desc: 'ที่พักประเภทต่าง ๆ เช่น เรือพัก แคมป์ ที่พักสไตล์เต็นท์ ฯลฯ',
    alt: 'ที่พักประเภทต่าง ๆ เช่น เรือพัก แคมป์ ที่พักสไตล์เต็นท์ ฯลฯ'
  }
]

export default CATEGORY
