const ROOMTYPE = [
  'ห้องเตียงเดี่ยว',
  'ห้องเตียงใหญ่',
  'ห้องเตียงแฝด',
  'ห้องเตียงแฝด/ห้องเตียงใหญ่',
  'ห้องสำหรับ 3 ท่าน',
  'ห้องสำหรับ 4 ท่าน',
  'ห้องสำหรับครอบครัว',
  'ห้องสวีท',
  'ห้องสตูดิโอ',
  'อพาร์ตเมนต์',
  'ห้องพักรวม',
  'เตียงในห้องพักรวม'
]

const ROOMSIGNERBEDS = [
  'ห้องเตียงเดี่ยว',
  'ห้องเตียงใหญ่',
  'ห้องเตียงแฝด',
  'ห้องเตียงแฝด/ห้องเตียงใหญ่'
]

const SMOKING = [
  'ห้ามสูบบุหรี่',
  'สำหรับผู้สูบบุหรี่',
  'ห้องพักประเภทนี้มีทั้งแบบห้ามสูบบุหรี่และสำหรับผู้สูบบุหรี่'
]

const BEDSTYPE = [
  'เตียงเดียว / ความกว้าง 90 - 130 เซนติเมตร',
  'เตียงใหญ่ / ความกว้าง 131 - 150 เซนติเมตร',
  'เตียงควีนไซส์ / ความกว้าง 151 - 180 เซนติเมตร',
  'เตียงคิงไซส์ / ความกว้าง 181 - 210 เซนติเมตร',
  'เตียงสองชั้น / หลายขนาด',
  'โซฟาเบด / หลายขนาด',
  'ฟูกญี่ปุ่น / หลายขนาด'
]

const BEDSNUMBER = [1, 2, 3, 4, 5, 6, 7, 8, 9, 10]

export { ROOMTYPE, ROOMSIGNERBEDS, SMOKING, BEDSTYPE, BEDSNUMBER }
